tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "tinygo-org/tools"
brew "act"
brew "bat"
brew "cocoapods"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libimobiledevice"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "peco"
brew "poppler"
brew "protobuf"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "typos-cli"
brew "vhs"
brew "viu"
brew "watchman"
brew "xcodegen"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jorgerojas26/lazysql/lazysql"
brew "tinygo-org/tools/tinygo"
cask "cheatsheet"
cask "coteditor"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "numi"
cask "postman"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "sherloach.solarized-osaka"
vscode "ziglang.vscode-zig"
