tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
brew "act"
brew "curl"
brew "eza"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "peco"
brew "pyenv"
brew "python@3.9"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "authy"
cask "brave-browser"
cask "cheatsheet"
cask "clipy"
cask "coteditor"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "numi"
cask "postman"
cask "rectangle"
cask "scroll-reverser"
cask "silicon-info"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "PKief.material-icon-theme"
